Repository: bryceco/GoMap
Catalog: src/iOS/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

source: Something went wrong while attempting to restore your data. Any pending changes have been lost. Sorry.
ar: حدث خطأ ما أثناء محاولة استعادة بياناتك. كما فقدت أي تغييرات كانت معلقة. نأسف لذلك.
cs: Při pokusu o obnovení vašich dat se něco šeredně pokazilo. Všechny neuložené změny byly ztraceny. Omlouváme se.
de: Beim Versuch, Ihre Daten wiederherzustellen, ist etwas schief gelaufen. Alle ausstehenden Änderungen sind verloren gegangen. Es tut uns leid.
es: Algo ha ido mal al intentar restaurar tus datos. Cualquier cambio pendiente se ha perdido. Lo sentimos.
et: Andmete taastamise katse ajal läks midagi valesti. Kõik pooleliolevad muudatused on kadunud. Vabandust.
fr: Un problème est survenu lors de la tentative de restauration de vos données. Toutes les modifications en cours ont été perdues. Désolé.
hr: Došlo je do greške prilikom pokušaja obnavljanja podataka. Sve neobavljene promjene su izgubljene. Žao nam je.
id: Ada yang tidak beres ketika mencoba memulihkan data Anda. Setiap perubahan yang tertunda telah hilang. Maaf.
ja: あなたのデータを復元する際に問題が起きたようです。保留していた変更が失われました。申し訳ありません。
nl: Iets ging mis bij het herstellen van je gegevens. Alle veranderingen zijn verloren gegaan. Sorry.
pt: Algo correu mal enquanto ao tentar restaurar os seus dados. Todas as alterações pendentes foram perdidas. Pedimos desculpa.
pt_br: Algo deu errado ao tentar restaurar seus dados. Todas as alterações pendentes foram perdidas. Desculpe.
ru: Что-то пошло не так при попытке восстановить ваши данные. Все неотправленные изменения были потеряны. Извините.
ta: உங்கள் தரவை மீட்டெடுக்க முயற்சிக்கும்போது ஏதோ தவறு ஏற்பட்டது. நிலுவையில் உள்ள எந்த மாற்றங்களும் இழந்துவிட்டன. மன்னிக்கவும்.
uk: Щось пішло не так під час відновлення ваших даних. Всі зміни що «зависли» було втрачено. Пробачте.
zh_hant: 當恢復資料時發生錯誤，任何暫存的變動都遺失了，抱歉。

source: Split
ar: تقسيم
cs: Rozdělit
de: Teilen
es: Dividir
et: Poolita
fr: Séparer
hr: Razdvoji
id: Pisahkan
ja: 分割
mr: तोडा
nb_no: Del opp
nl: Splitsen
pt: Dividir
pt_br: Dividir
ru: Разделить
ta: பிளவு
uk: Розділити
vi: Chia cắt
zh_hans: 拆分
zh_hant: 拆分

source: Standard imagery
ar: صور قياسية
cs: Běžné snímky
de: Standardbilder
es: Imágenes estándares
et: Standardne pildimaterjal
fr: Imagerie standard
hr: Standardne slike
id: Citra standar
it: Immagini standard
ja: 標準画像
nb_no: Forvalgt bildemateriale
nl: Standaardbeelden
pt: Imagens aéreas padrão
pt_br: Imagens aéreas padrão
ru: Стандартные снимки
ta: நிலையான படங்கள்
uk: Стандартні знімки
vi: Hình ảnh chuẩn
zh_hans: 标准影像
zh_hant: 預設影像

source: Start
ar: ابدأ
cs: Spustit
es: Iniciar
et: Alusta
fi: Aloita
fr: Démarrer
hr: Pokreni
id: Mulai
ja: 開始
mr: चालू
nl: Starten
pt: Começar
pt_br: Iniciar
ru: Начать
ta: தொடங்கு
uk: Почати
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Stop
ar: توقف
cs: Zastavit
es: Detener
et: Lõpeta
fi: Pysäytä
fr: Arrêter
hr: Prekini
id: Berhenti
ja: 終了
mr: थांब
nb_no: Stopp
nl: Stoppen
pt: Parar
pt_br: Parar
ru: Закончить
ta: நிறுத்து
uk: Стоп
vi: Ngừng
zh_hans: 停止
zh_hant: 停止

source: Straighten
ar: جعله مستقيماً
cs: Narovnat
de: Begradigen
es: Enderezar
et: Sirgenda
fi: Suorista
fr: Rendre droit
hr: Izravnaj
id: Luruskan
ja: 直線化
mr: सरळ करा
nb_no: Rett ut
nl: Rechttrekken
pt: Endireitar
pt_br: Endireitar
ru: Выпрямить
ta: நேராக்கு
uk: Випрямити
vi: Làm Thẳng
zh_hans: 拉直
zh_hant: 截彎取直

source: Tags
ar: الوسوم
cs: Značky
de: Attribute
es: Etiquetas
et: Sildid
fi: Tagit
fr: Étiquettes
hr: Oznake
id: Tag-tag
ja: タグ
mr: टॅग
nb_no: Etiketter
pt: Etiquetas
pt_br: Etiquetas
ru: Теги
ta: குறிச்சொற்கள்
uk: Теґи
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

source: The + button can be positioned on either the left or right side of the screen
ar: يمكن وضع الزر + على الجانب الأيسر أو الأيمن من الشاشة
cs: Tlačítko „+“ může být umístěno na levé či pravé straně obrazovky
de: Der + Knopf kann sowohl auf der linken, als auch auf der rechten Seite des Bildschirms positioniert sein
es: El botón + puede situarse a la izquierda o a la derecha de la pantalla
et: + nuppu saab paigutada ekraani vasakule või paremale küljele
fr: Le bouton + peut être positionné soit du côté gauche soit du côté droit de l'écran
hr: Gumb + se može postaviti na lijevu ili desnu stranu ekrana
id: Tombol + dapat diposisikan pada antara sisi kiri atau sisi kanan dari layar
ja: + ボタンは画面の左側または右側に配置できます
nl: De + knop kan aan de linker- of rechterkant van het scherm geplaatst worden
pt: O botão + pode ser posicionado no lado esquerdo ou no lado direito
pt_br: O botão + pode ser posicionado no lado esquerdo ou no lado direito
ru: Кнопка + может быть расположена как на левой, так и на правой стороне экрана
ta: + பொத்தானை திரையின் இடது அல்லது வலது பக்கத்தில் வைக்கலாம்
uk: Кнопку з плюсом можна розташувати як зліва так і справа на екрані
vi: Có thể đặt nút + vào bên trái hoặc bên phải màn hình
zh_hans: +按钮可以位于屏幕的左侧或右侧
zh_hant: 加號按鈕可以移到畫面的左邊或右邊

source: The current location cannot be determined:
ar: لا يمكن تحديد الموقع الحالي:
cs: Aktuální polohu nelze určit:
de: Die aktuelle Position kann nicht bestimmt werden:
es: No se puede determinar la ubicación actual:
et: Praegust asukohta ei saa määrata:
fr: L'emplacement actuel ne peut pas être déterminé :
hr: Nije moguće odrediti trenutačno mjesto:
id: Lokasi saat ini tidak dapat ditentukan:
ja: 現在地を取得できません:
nb_no: Kan ikke fastsette nåværende posisjon:
nl: De huidige locatie kan niet worden vastgesteld:
pt: A localização atual não pode ser determinada:
pt_br: A localização atual não pode ser determinada:
ru: Текущее местоположение не может быть определено:
ta: தற்போதைய இருப்பிடத்தை தீர்மானிக்க முடியாது:
uk: Поточну локацію не вдається визначити:
zh_hans: 无法确定当前位置：
zh_hant: 無法確定目前的定位：

source: The merged nodes contain conflicting tags
ar: تحتوي العقد المدموجة على وسوم متعارضة
cs: Sloučené body obsahují konfliktní značky
de: Die zusammengeführten Knoten enthalten widersprüchliche Tags
es: Los nodos fusionados contienen etiquetas conflictivas
et: Ühendatud punktid sisaldavad vastuolulisi silte
fr: Les nœuds fusionnés contiennent des étiquettes en conflit
hr: Sjedinjeni čvorovi sadrže sukobljavajuće oznake
id: Node yang digabungkan berisi tag yang saling bertentangan
ja: マージされたノードには競合するタグが含まれています
nb_no: De flettede nodene inneholder uoverensstemmende etiketter
nl: De samengevoegde knopen bevatten conflicterende tags
pt: Os nós fundidos contêm etiquetas em conflito
pt_br: Os nós mesclados contêm etiquetas conflitantes
ru: Объединённые точки содержат конфликтующие теги
ta: இணைக்கப்பட்ட முனைகளில் முரண்பட்ட குறிச்சொற்கள் உள்ளன
uk: Обʼєднані точки містять теґи що конфліктують
vi: Các nốt được gộp có thẻ mâu thuẫn
zh_hant: 所合併的節點有標籤衝突

source: The nodes have conflicting roles in parent relations
ar: العقد لها أدوار متعارضة في العلاقات التي تتبع لها
cs: Body mají konfliktní role v rodičovských relacích
de: Die Knoten haben widersprüchliche Rollen in übergeordneten Relationen
es: Los nodos tienen papeles conflictivos en las relaciones parentales
et: Sõlmedel on ülemrelatsioonides vastuolulised rollid
fr: Les nœuds ont des rôles en conflit avec les relations parentes
hr: Čvorovi sadrže sukobljavajuće uloge u nadređenoj vezi
ja: このノードには親リレーション内で競合するロールがあります
nb_no: Nodene har uoverensstemmende roller i deres ovennevnte relasjoner
nl: De knopen hebben conflicterende rollen in ouderrelaties
pt: Os nós têm funções em conflito nas relações-pai
pt_br: Os nós têm funções conflitantes nas relações-pai
ru: Точки имеют конфликтующие роли в родительских отношениях
ta: பெற்றோர் உறவுகளில் முனைகள் முரண்பட்ட பாத்திரங்களைக் கொண்டுள்ளன
uk: Точки мають ролі що конфліктують у батьківському звʼязку
vi: Các nốt có vai trò mâu thuẫn trong các quan hệ chứa
zh_hant: 節點和所屬關係的角色有衝突

source: The object does not contain any tags
ar: لا يحتوي العنصر على أي وسوم
cs: Objekt neobsahuje žádné značky
de: Das Objekt enthält keine Tags
es: El objeto no contiene ninguna etiqueta
et: Objekt ei sisalda ühtegi silti
eu: Objektuak ez du ikurrik
fr: L'objet ne possède aucun attribut
hr: Objekt ne sadržava oznake
id: Objek ini tidak punya tag apapun
ja: オブジェクトにタグがありません
nb_no: Objektet inneholder ingen etiketter
nl: Het object bevat geen tags
pl: Obiekt nie ma żadnych tagów
pt: O objeto não contém nenhuma etiqueta
pt_br: O objeto não contém nenhuma etiqueta
ru: У объекта нет тегов
ta: பொருளில் எந்த குறிச்சொற்களும் இல்லை
uk: Обʼєкт не містить жодних теґів
vi: Đối tượng thiếu thẻ
zh_hant: 物件沒有任何標籤

source: The restriction cannot be deleted
ar: لا يمكن حذف القيد
cs: Omezení nelze odstranit
de: Die Einschränkung kann nicht entfernt werden
es: No es posible eliminar la restricción
et: Piirangut ei saa kustutada
fr: La restriction ne peut être supprimée
hr: Ograničenje se ne može izbrisati
id: Batasan ini tidak dapat dihapus
ja: 制限は削除できません
nl: De beperking kan niet worden verwijdert
pt: A restrição não pode ser eliminada
pt_br: A restrição não pode ser apagada
ru: Ограничение не может быть удалено
ta: கட்டுப்பாட்டை நீக்க முடியாது
uk: Обмеження не може бути видалене
vi: Không thể xóa hạn chế
zh_hant: 無法刪除轉向限制關係

source: The selected way must be completely visible
ar: يجب أن يكون الطريق المحدد مرئياً بشكل كامل
cs: Vybraná linie musí být zcela viditelná
de: Der ausgewählte Weg muss vollständig sichtbar sein
es: La vía seleccionada debe ser totalmente visible
et: Valitud tee peab olema täielikult nähtav
fr: Le chemin sélectionné doit être complètement visible
hr: Odabrani put mora biti potupno vidljiv
id: Way yang dipilih harus sepenuhnya terlihat
ja: 選択されたウェイは完全に見えていなければなりません
nb_no: Valgt vei må være synlig i sin helhet
nl: De geselecteerde weg moet volledig zichtbaar zijn
pt: O elemento selecionado deve estar completamente visível
pt_br: O elemento selecionado deve estar completamente visível
ru: Выбранная линия должна быть видна целиком
ta: தேர்ந்தெடுக்கப்பட்ட வழி முற்றிலும் காணப்பட வேண்டும்
uk: Лінія яку обрали має бути цілком на видноті
zh_hant: 所選線段必須完整顯示在畫面中

source: The target way is ambiguous
ar: الطريق المستهدف مبهم وغير واضح
cs: Cílová linie je nejednoznačná
de: Der Zielweg ist mehrdeutig
es: La vía de destino es ambigua
et: Sihiks olev tee on mitmetähenduslik
fr: Le chemin cible est ambigu
hr: Put odredišta nije jednoznačan
ja: ターゲットのウェイが曖昧です
nb_no: Målveien er tvetydig
nl: De doelweg is dubbelzinnig
pt: A linha alvo é ambígua
pt_br: A linha alvo é ambígua
ru: Целевая линия не определена
ta: இலக்கு வழி தெளிவற்றது
uk: Цільова лінія невизначена
zh_hant: 無法確定目標線段

source: The turn contains an unrecognized turn restriction style. Proceeding will destroy it.
ar: يحتوي المنعطف على نمط تقييد دوران غير معروف. مواصلة الإجراء سوف يقوم بتخريبها.
cs: Odbočení obsahuje nerozpoznaný styl omezení odbočení. Pokračováním dojde k jeho zničení.
de: Der Abbiegevorgang hat eine unbekannte Abbiegebeschränkung. Beim Fortfahren, wird diese gelöscht.
es: El giro tiene una restricción de giro desconocida. Si continúa, se eliminará.
et: Pöörang sisaldab tundmatut pöördepiirangu stiili. Jätkamine hävitab selle.
fr: Le virage contient un type inconnu d'interdiction de tourner. Continuer détruira cette dernière.
hr: Skretanje sadrži neprepoznatu vrstu ograničenje skretanja. Nastavljanjem će se uništiti.
id: Belokan ini mengandung gaya pembatasan belokan yang tidak dikenal. Melanjutkan akan menghancurkannya.
ja: この方向転換には認識できない制限スタイルが含まれています。このまま進むと破壊してしまいます。
nl: De afslag bevat een onbekende afslagbeperkingsstijl. Doorgaan zal het kapot maken.
pt: A direção contém um estilo de restrição de viragem não reconhecido. Se continuar irá destruí-la.
pt_br: A direção contém um estilo de restrição de direção não reconhecido. Continuar irá destruí-lo.
ru: Поворот содержит неопознанный стиль ограничения манёвра. Данное действие уничтожит его.
ta: திருப்பத்தில் அங்கீகரிக்கப்படாத முறை கட்டுப்பாட்டு பாணி உள்ளது. தொடர்வது அதை அழிக்கும்.
uk: Поворот містить нерозпізнане обмеження маневру. Якщо продовжите, знищите його.
zh_hant: 轉向限制關係包含了無法辨識的限制，如果繼續將會破壞該關係。

source: The way belongs to a relation that is not fully downloaded
ar: الطريق ينتمي إلى علاقة لم يتم تنزيلها بالكامل
cs: Linie patří do relace, která není zcela stažena
de: Der Weg gehört zu einer Relation, die nicht vollständig heruntergeladen ist
es: La vía pertenece a una relación que no se ha descargado por completo
et: Tee kuulub relatsiooni, mis ei ole täielikult alla laaditud
fr: Le chemin appartient à une relation qui n'est pas complètement téléchargée
hr: Put pripada vezi koja nije u potpunosti preuzeta
id: Way ini merupakan anggota dari relasi yang belum sepenuhnya diunduh
ja: このウェイはまだダウンロードしきれていないリレーションに属しています
nl: De weg hoort bij een relatie die niet volledig gedownload is
pl: Linia należy do relacji, która nie jest w pełni pobrana
pt: O elemento pertence a uma relação que não foi totalmente descarregada
pt_br: A linha pertence a uma relação que não foi totalmente baixada
ru: Линия принадлежит отношению, которое не загружено целиком
ta: வழி முழுமையாக பதிவிறக்கம் செய்யப்படாத ஒரு உறவுக்கு சொந்தமானது
uk: Лінія належить до звʼязку що не повністю завантажений
vi: Lối thuộc quan hệ chưa được tải về hoàn toàn
zh_hant: 線段屬於一個尚未完整下載的關係

source: The way is not sufficiently straight
ar: الطريق ليس مستقيما بما فيه الكفاية
cs: Linie není dostatečně rovná
de: Der Weg ist nicht gerade genug
es: La vía no es lo suficientemente recta
et: Tee ei ole piisavalt sirge
fr: Le chemin n'est pas suffisament droit
hr: Put nije dovoljno ravan
id: Way ini tidak cukup lurus
ja: このウェイは充分に直線化されていません
nb_no: Veien er ikke rett nok
nl: De weg is niet voldoende recht
pl: Linia nie jest wystarczająco prosta
pt: A linha não é suficientemente reta
pt_br: A linha não é suficientemente reta
ru: Линия недостаточно прямая
ta: வழி போதுமானதாக இல்லை
uk: Лінія недостатньо пряма
vi: Lối không đủ thẳng
zh_hant: 線段不夠直

source: The way must have at least 2 nodes
ar: يجب أن يحتوي الطريق على عقدتين على الأقل
cs: Linie musí mít alespoň 2 body
de: Der Weg muss mindestens 2 Knoten besitzen
es: La vía debe tener 2 nodos por lo menos
et: Teel peab olema vähemalt 2 punkti
fr: Le chemin doit posséder au moins 2 nœuds
hr: Put mora imati barem dva čvora
id: Way ini harus memiliki setidaknya 2 node
ja: このウェイには少なくとも2つのノードが必要です
nb_no: Veien må ha minst to noder
nl: De weg moet ten minste 2 knopen hebben
pt: A linha deve ter pelo menos 2 nós
pt_br: A linha deve ter ao menos 2 nós
ru: Линия должна иметь не менее 2-х точек
ta: வழியில் குறைந்தது 2 முனைகள் இருக்க வேண்டும்
uk: Лінія має мати хоча б дві точки
vi: Lối phải có ít nhất 2 nốt
zh_hant: 線段必須包含至少兩個節點

source: The ways contain incompatible tags
ar: تحتوي الطرق على وسوم غير متوافقة
cs: Linie obsahují nekompatibilní značky
de: Die Wege enthalten inkompatible Attribute
es: Las vías contienen etiquetas incompatibles
et: Teed sisaldavad kokkusobimatuid silte
fr: Le chemin contient des étiquettes incompatibles
hr: Putovi sadrže nekompatibilne oznake
id: Way ini mengandung tag yang tidak kompatibel
ja: このウェイには互換性のないタグが含まれています
nb_no: Veiene inneholder ufullstendige etiketter
nl: De wegen bevatten onverenigbare tags
pl: Linie zawierają niekompatybilne tagi
pt: As linhas contêm etiquetas incompatíveis
pt_br: As linhas contêm etiquetas incompatíveis
ru: Линии содержат несовместимые теги
ta: வழிகளில் பொருந்தாத குறிச்சொற்கள் உள்ளன
uk: Лінії містять несумісні теґи
vi: Các lối có thẻ mâu thuẫn
zh_hant: 線段包含不相容的標籤

source: This action requires GPS to be turned on
ar: يتطلب هذا الإجراء تشغيل نظام تحديد المواقع العالمي (GPS)
cs: Tato akce vyžaduje zapnutou GPS
de: Diese Aktion erfordert, dass GPS eingeschalten ist
es: Esta acción requiere encender el GPS
et: See tegevus vajab, et GPS oleks sisse lülitatud
eu: Horren egiteko, GPSa piztu
fr: Cette action nécessite l'activation du GPS
hr: Za ovu je radnju potrebno uključiti GPS
id: Tindakan ini memerlukan GPS yang diaktifkan
ja: この操作にはGPSを有効化している必要があります
nb_no: Handlingen krever at GPS er påslått
nl: Voor deze actie moet GPS aan staan
pl: To działanie wymaga włączenia GPS
pt: Esta ação requer que o GPS esteja ligado
pt_br: Esta ação requer que o GPS esteja ligado
ru: Это действие требует, чтобы GPS был включён
ta: இந்த நடவடிக்கைக்கு சி.பி.எச் இயக்கப்பட வேண்டும்
uk: Щоб здійснити дію GPS має бути увімкненим
zh_hant: 這個行為需要啟用 GPS 功能

source: This app does not yet support editing turn restrictions without a node as the 'via' member
ar: لا يدعم هذا التطبيق حتى الآن قيود تعديل الانعطاف بدون عقدة كعضو "عبر"
cs: Tato aplikace zatím nepodporuje úpravy odbočení bez bodu „přes“ jako člena
de: Die App unterstützt noch nicht die Bearbeitung von Abbiegebeschränkungen ohne einen Knoten als 'via' Mitglied
es: Esta aplicación aún no admite la edición de restricciones de giro sin un nodo como miembro «vía»
et: See rakendus ei toeta veel omakorda pöördepiirangute redigeerimist ilma punkti 'kaudu' liikmena
fr: Cette application ne supporte pas encore l'édition d'interdictions de tourner sans nœud avec le rôle 'via'
hr: Ovaj program još ne podržava uređivanje ograničenja skretanja bez čvora kao člana „preko”
ja: このアプリはまだ 'via'メンバーとしてのノードが無い進行方向制限の編集はまだサポートしていません
nl: Deze app heeft nog geen ondersteuning voor het bewerken van afslagbeperkingen zonder een knoop als het 'via'-lid
pt: Esta aplicação ainda não permite editar restrições de viragem sem um nó com a função 'via' (através de) numa relação
pt_br: Este aplicativo ainda não permite edição de restrições de direção sem um nó com função 'via' (através de) numa relação
ru: Это приложение пока не поддерживает ограничение манёвров без точки с ролью 'via'
ta: இந்த பயன்பாடு இன்னும் 'VIA' உறுப்பினர் என முனை இல்லாமல் திருத்துதல் திருப்புமுனைகளை ஆதரிக்கவில்லை
uk: Цей застосунок поки що не підтримує редагування обмежень повороту без точки з роллю «via»
zh_hant: 本軟體尚未支援編輯無轉向節點的轉向限制關係

source: This device is not able to provide heading data.
ar: هذا الجهاز غير قادر على توفير بيانات العنوان.
cs: Toto zařízení neumožňuje určovat směr.
de: Dieses Gerät ist nicht in der Lage, Bewegungsdaten zu übermitteln.
es: Este dispositivo no puede proporcionar datos del rumbo.
et: See seade ei ole võimeline pakkuma kursi andmeid.
fr: Cet appareil n'est pas en mesure de fournir des données de cap.
hr: Ovaj uređaj nije u stanju pružiti podatke o smjeru.
ja: この装置は進行方向データを提供できません。
nl: Dit apparaat is niet in staat om richtingsgegevens te verstrekken.
pt: Este dispositivo não fornece dados de direção.
pt_br: Este dispositivo não pode fornecer dados de direção.
ru: Это устройство не предоставляет данные о курсе.
ta: இந்த சாதனத்தால் தலைப்பு தரவை வழங்க முடியாது.
uk: Цей пристрій не може надати дані про курс.
zh_hant: 這個裝置無法提供方向資料。

source: To add another member to the relation 'long press' on the way to be added
ar: لإضافة عضو آخر إلى العلاقة "اضغط طويلا" على الطريق إلى أن يضاف
cs: Pro přidání dalšího člena do relace dlouze přidržte linii, kterou chcete přidat
de: Um ein anderes Mitglied zur Relation hinzuzufügen, halte den Weg der hinzugefügt werden soll lange gedrückt
es: Para añadir otro miembro a la relación 'pulsación larga' sobre el camino a añadir
et: Relatsiooni järgmise liikme lisamiseks „vajuta pikalt“ lisataval teel
fr: Pour ajouter un autre membre à la relation effectuez un appui long sur le chemin auquel l'ajoutet
hr: Za dodavanje daljnjeg člana vezi, „pritisni dugo” na put kojemu se dodaje
id: Untuk menambahkan anggota lain ke relasi 'tekan yang lama' pada way yang ingin ditambahkan
ja: このリレーションに別のメンバーを追加する際には対象のウェイ上で'長押し'ボタンを押してください
nl: Hou om een ander lid aan de relatie toe te voegen de weg die toegevoegd moet worden ingedrukt
pt: Para adicionar outro membro à relação pressione longamente na linha a ser adicionada
pt_br: Para adicionar outro membro à relação pressione longamente na linha a ser adicionada
ru: Чтобы добавить элемент в отношение, выберите и удерживайте линию, которую требуется добавить
ta: சேர்க்க வேண்டிய வழியில் 'லாங் பிரச்' உறவில் மற்றொரு உறுப்பினரைச் சேர்க்க
uk: Щоб додати інший член до звʼязку «затримайте» палець на лінії яку хочете додати
zh_hant: 把另一個成員加入到關係中的做法是在線段上長按就可以新增

source: Travel ALLOWED from %@ to %@
ar: التنقل مسموح به من %1$@ إلى %2$@
cs: Cesta POVOLENA z %1$@ do %2$@
de: Fahrt ERLAUBT von %1$@ bis %2$@
es: Viajes PERMITIDOS desde %1$@ a %2$@
et: Reisimine LUBATUD alates %1$@ kuni %2$@
fr: Trajet AUTORISÉ de %1$@ vers %2$@
hr: Putovanje DOZVOLJENO iz smjera %1$@ u smjeru %2$@
id: Perjalanan DIIZINKAN dari %1$@ ke %2$@
ja: %1$@ から %2$@ まで通行許可
nb_no: Gjennomferdsel TILLATT fra %1$@ til %2$@
nl: Route TOEGESTAAN van %1$@ naar %2$@
pt: Percurso PERMITIDO de %1$@ para %2$@
pt_br: Percurso PERMITIDO de %1$@ para %2$@
ru: Движение РАЗРЕШЕНО из %1$@ в %2$@
ta: பயணம் %@ முதல் %@ வரை அனுமதிக்கப்படுகிறது
uk: Рух ДОЗВОЛЕНО з %1$@ в %2$@
vi: CHO PHÉP đi từ %1$@ sang %2$@
zh_hant: 已允許從 %1$@ 移動到 %2$@

source: Travel from %@
ar: التنقل من %@
cs: Cesta z %@
de: Fahrt von %@
es: Viaje desde %@
et: Reisimine alates %@
fr: Trajet depuis %1$@
hr: Putovanje iz smjera %@
ja: %@ より通行
nb_no: Gjennomreise fra %@
nl: Route vanaf %@
pt: Percurso de %@
pt_br: Percurso de %@
ru: Маршрут из %@
ta: %@ இலிருந்து பயணம்
uk: Маршрут з %@
vi: Đi từ %@
zh_hant: 從 %@ 移動

source: Travel ONLY from %@ to %@
ar: التنقل محصور أن يكون من %1$@ إلى %2$@
cs: Cesta POUZE z %1$@ do %2$@
de: Fahrt NUR von %1$@ nach %2$@
es: Viaje SOLO de %1$@ a %2$@
et: Reisimine AINULT alates %1$@ kuni %2$@
fr: Trajet UNIQUEMENT de %1$@ vers %2$@
hr: Putovanje SAMO iz smjera %1$@ u smjeru %2$@
id: Perjalanan HANYA dari %1$@ ke %2$@
ja: %1$@ から %2$@ までのみ通行
nb_no: Gjennomreise KUN tillat fra %1$@ til %2$@
nl: Route ALLEEN van %1$@ naar %2$@
pt: Percurso APENAS de %1$@ para %2$@
pt_br: Percurso APENAS de %1$@ para %2$@
ru: Движение ТОЛЬКО из %1$@ в %2$@
ta: %@ முதல் %@ வரை மட்டுமே பயணிக்கவும்
uk: Рух ТІЛЬКИ з %1$@ до %2$@
vi: CHỈ cho phép đi từ %1$@ sang %2$@
zh_hant: 只能從 %1$@ 移動到 %2$@

source: Travel PROHIBITED from %@ to %@
ar: التنقل ممنوع من %1$@ إلى %2$@
cs: Cesta ZAKÁZÁNA z %1$@ do %2$@
de: Fahrt VERBOTEN von %1$@ bis %2$@
es: PROHIBIDO viajar de %1$@ a %2$@
et: Reisimine KEELATUD alates %1$@ kuni %2$@
fr: Trajet INTERDIT de %1$@ vers %2$@
hr: Putovanje ZABRANJENO iz smjera %1$@ u smjeru %2$@
id: Perjalanan DILARANG dari %1$@ ke %2$@
ja: %1$@ から %2$@ まで通行禁止
nb_no: Gjennomreise FORBUDT fra %1$@ til %2$@
nl: Route VERBODEN van %1$@ naar %2$@
pt: Percurso PROIBIDO de %1$@ para %2$@
pt_br: Percurso PROIBIDO de %1$@ para %2$@
ru: Движение ЗАПРЕЩЕНО из %1$@ в %2$@
ta: பயணம் %@ முதல் %@ வரை தடைசெய்யப்பட்டுள்ளது
uk: Рух ЗАБОРОНЕНО з %1$@ в %2$@
vi: CẤM đi từ %1$@ sang %2$@
zh_hant: 禁止從 %1$@ 移動到 %2$@

source: Turn On Location Services to Allow %@ to Determine Your Location
ar: تشغيل خدمات الموقع للسماح لـ %@ بتحديد موقعك
cs: Zapněte polohové služby pro povolení %@ určit vaši polohu
de: Schalte Ortungsdienste ein, um %@ zu erlauben, deine Position zu bestimmen
es: Active los servicios de ubicación para que %@ determine dónde está
et: Lülita asukohateenused sisse, et %@ saaks sinu asukoha määrata
fr: Activez les service de localisation pour autoriser %@ à détecter votre emplacement
hr: Uključi usluge određivanja mjesta, kako bi %@ utvrdio tvoje mjesto
id: Aktifkan Layanan Lokasi untuk Mengizinkan %@ untuk Menentukan Lokasi Anda
ja: %@ が現在地を取得できるように、位置サービス許可をオンにしてください
nb_no: Skru på posisjonstjenester for å tillate %@ å fastsette din posisjon
nl: Zet Locatieservices aan om toe te staan dat je locatie vastgesteld kan worden
pt: Ative os serviços de localização para permitir que %@ determine a sua localização
pt_br: Ative os serviços de localização para permitir que %@ determine a sua localização
ru: Включите сервисы геолокации, чтобы позволить %@ определить ваше местоположение
ta: உங்கள் இருப்பிடத்தை தீர்மானிக்க %@ ஐ அனுமதிக்க இருப்பிட சேவைகளை இயக்கவும்
uk: Увікніть служби локації щоб дозволити %@ визначити ваше місцеперебування
vi: Bật Dịch vụ Định vị để Cho phép %@ Xác định Vị trí của Bạn
zh_hant: 開啟定位服務讓 %@ 確定您的定位
